{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[MASK]": 1,
      "A": 2,
      "C": 3,
      "G": 4,
      "N": 5,
      "T": 6,
      "W": 7,
      "AA": 8,
      "TT": 9,
      "CC": 10,
      "GG": 11,
      "CA": 12,
      "TG": 13,
      "TA": 14,
      "CT": 15,
      "AG": 16,
      "CTT": 17,
      "CAA": 18,
      "CAG": 19,
      "CTG": 20,
      "TGG": 21,
      "TAA": 22,
      "AGG": 23,
      "TCC": 24,
      "CG": 25,
      "TTTT": 26,
      "TAG": 27,
      "ATT": 28,
      "AAG": 29,
      "GGG": 30,
      "TCA": 31,
      "ACC": 32,
      "AAAA": 33,
      "CTA": 34,
      "TTG": 35,
      "ATG": 36,
      "TCT": 37,
      "ACA": 38,
      "CTCC": 39,
      "CGG": 40,
      "TCTT": 41,
      "ATA": 42,
      "CAGG": 43,
      "CTGG": 44,
      "TGGG": 45,
      "CAAG": 46,
      "AGCC": 47,
      "AAA": 48,
      "TGCC": 49,
      "CACC": 50,
      "TCTG": 51,
      "TCAG": 52,
      "TGTG": 53,
      "AGA": 54,
      "CTTG": 55,
      "TATT": 56,
      "AGAA": 57,
      "CATT": 58,
      "CCCC": 59,
      "TCAA": 60,
      "TGA": 61,
      "TGAA": 62,
      "TGTT": 63,
      "AGGG": 64,
      "CCA": 65,
      "TAAG": 66,
      "CTAA": 67,
      "CTAG": 68,
      "CCG": 69,
      "AAGG": 70,
      "CACA": 71,
      "TGAG": 72,
      "CCTT": 73,
      "TCG": 74,
      "CTGGG": 75,
      "CTCA": 76,
      "TATA": 77,
      "AATT": 78,
      "AGTT": 79,
      "ATAA": 80,
      "CCTCC": 81,
      "AGAG": 82,
      "TAGG": 83,
      "ATTG": 84,
      "CGGG": 85,
      "CCTG": 86,
      "ACAG": 87,
      "ACAA": 88,
      "TCTA": 89,
      "CTTTT": 90,
      "ATGG": 91,
      "CTCTG": 92,
      "ACTG": 93,
      "AAAG": 94,
      "CCAG": 95,
      "TTTTG": 96,
      "CATG": 97,
      "TTGG": 98,
      "ACTT": 99,
      "CCAA": 100,
      "ATCC": 101,
      "TAAAA": 102,
      "AGTG": 103,
      "CAAAA": 104,
      "CGCC": 105,
      "TGGGG": 106,
      "TATG": 107,
      "ATCA": 108,
      "CTCAG": 109,
      "CTCTT": 110,
      "ATTTT": 111,
      "ACAGG": 112,
      "TCAGG": 113,
      "TTCC": 114,
      "ACG": 115,
      "TACC": 116,
      "TTTG": 117,
      "CAGGG": 118,
      "CCAGG": 119,
      "TTAA": 120,
      "TCTGG": 121,
      "CACAG": 122,
      "CACTT": 123,
      "ATAG": 124,
      "TCTTG": 125,
      "TATTTT": 126,
      "CAAGG": 127,
      "CATGG": 128,
      "AACC": 129,
      "CAGAG": 130,
      "CATA": 131,
      "CAGCC": 132,
      "AAAAAAAA": 133,
      "TCTCC": 134,
      "TAATT": 135,
      "GGGG": 136,
      "AATG": 137,
      "TTTTTTTT": 138,
      "CTCAA": 139,
      "CTGCC": 140,
      "ACTA": 141,
      "AAGAA": 142,
      "CTTCC": 143,
      "AGGGG": 144,
      "TCAAG": 145,
      "CACTG": 146,
      "TCCCAG": 147,
      "TCGG": 148,
      "TCATT": 149,
      "TATAA": 150,
      "ATCT": 151,
      "CTTGG": 152,
      "TCACC": 153,
      "CATCC": 154,
      "CAGAA": 155,
      "CTGAGG": 156,
      "CACG": 157,
      "CAAAG": 158,
      "CTCT": 159,
      "TTTCC": 160,
      "CAGTG": 161,
      "CGGGG": 162,
      "CTGAG": 163,
      "CACAA": 164,
      "TGTAA": 165,
      "CCTGG": 166,
      "TTTA": 167,
      "CTCG": 168,
      "NN": 169,
      "TGTGG": 170,
      "TGAGG": 171,
      "AAAAG": 172,
      "CTAAAA": 173,
      "CCACC": 174,
      "TGACC": 175,
      "CATAA": 176,
      "CTAGG": 177,
      "CTAAG": 178,
      "AGAGG": 179,
      "CAATT": 180,
      "CTGTT": 181,
      "AAATG": 182,
      "ATATT": 183,
      "TGTA": 184,
      "ACTCC": 185,
      "CATTG": 186,
      "AAATT": 187,
      "AGACC": 188,
      "TCTAG": 189,
      "CTATT": 190,
      "TCCTT": 191,
      "CAGTGG": 192,
      "CAGTT": 193,
      "CATTTT": 194,
      "AGAAG": 195,
      "CTGTG": 196,
      "CGCG": 197,
      "TGGGAGG": 198,
      "TGGCC": 199,
      "AATA": 200,
      "TCCG": 201,
      "ACATT": 202,
      "CTGGGG": 203,
      "ATCTT": 204,
      "TGATT": 205,
      "CATAG": 206,
      "TTGCC": 207,
      "TGAAG": 208,
      "TAAGG": 209,
      "AAAGG": 210,
      "TTGTT": 211,
      "CTCAGG": 212,
      "CACTCC": 213,
      "TGGAG": 214,
      "TACTT": 215,
      "TTTTTT": 216,
      "CTGAA": 217,
      "CCCAG": 218,
      "TGCTT": 219,
      "TAAAG": 220,
      "ATGTT": 221,
      "TCCCC": 222,
      "ACCG": 223,
      "TCTCAA": 224,
      "CTCTCC": 225,
      "CGTG": 226,
      "TACAA": 227,
      "TGGTT": 228,
      "TGGAA": 229,
      "CAGAGG": 230,
      "AAGTT": 231,
      "TAGTT": 232,
      "CCGG": 233,
      "AAATAA": 234,
      "TGTCC": 235,
      "TATTG": 236,
      "CGAG": 237,
      "TGCTG": 238,
      "CTGGGATT": 239,
      "AAACC": 240,
      "AATAA": 241,
      "ATAGG": 242,
      "CTCTA": 243,
      "TGATG": 244,
      "ATCTG": 245,
      "TAGAG": 246,
      "TCTCTA": 247,
      "CAACC": 248,
      "AAGAG": 249,
      "AAGGG": 250,
      "TCTTTT": 251,
      "ATGGG": 252,
      "ACTGG": 253,
      "TGCAG": 254,
      "CCATT": 255,
      "ACAAG": 256,
      "TGTTG": 257,
      "CATCA": 258,
      "TCCAG": 259,
      "ATCAA": 260,
      "CGTT": 261,
      "TACAG": 262,
      "TGTAG": 263,
      "TGGTGG": 264,
      "TAGGG": 265,
      "ACGG": 266,
      "TATAG": 267,
      "TGCAA": 268,
      "CTCACC": 269,
      "AGGCC": 270,
      "ATTGG": 271,
      "AAGCC": 272,
      "TCCTCC": 273,
      "CTCACTG": 274,
      "AAAATT": 275,
      "TATCC": 276,
      "ATCAG": 277,
      "TGTTTT": 278,
      "AAATA": 279,
      "CTCAAG": 280,
      "AGGAG": 281,
      "ACTTG": 282,
      "CCCCG": 283,
      "CTCCG": 284,
      "CTCTGG": 285,
      "ATAAG": 286,
      "TACA": 287,
      "ACAGGG": 288,
      "NNNN": 289,
      "ACACC": 290,
      "TCAGCCTCC": 291,
      "CAGGGG": 292,
      "TAGAA": 293,
      "AGCCG": 294,
      "TACTG": 295,
      "AGATG": 296,
      "TCTCTT": 297,
      "CCCTG": 298,
      "TATGG": 299,
      "CCCG": 300,
      "TCTCG": 301,
      "CCATG": 302,
      "CAGGCTGG": 303,
      "TCTCAG": 304,
      "TCTGGG": 305,
      "TGCA": 306,
      "AGAAAA": 307,
      "AGCCTGGG": 308,
      "TCTCTG": 309,
      "ACCTT": 310,
      "AAACAA": 311,
      "CTGGGATTACAGG": 312,
      "AACAA": 313,
      "TGGAGG": 314,
      "TGGGGG": 315,
      "TAATAA": 316,
      "AGCTG": 317,
      "AGATT": 318,
      "CTTGGG": 319,
      "AGAAGG": 320,
      "TGCG": 321,
      "CTCGG": 322,
      "AGGTT": 323,
      "TGAAAA": 324,
      "AGCAG": 325,
      "AGGAA": 326,
      "CTTTCC": 327,
      "CTCTTG": 328,
      "CCAAG": 329,
      "TCTAA": 330,
      "TAAATT": 331,
      "TCTTGG": 332,
      "CAAAGTG": 333,
      "CTCATT": 334,
      "ATGAA": 335,
      "AGCG": 336,
      "CTTAA": 337,
      "TGTGTGTG": 338,
      "CCTTG": 339,
      "AGGCTGAGG": 340,
      "CCACTG": 341,
      "CTAATTTT": 342,
      "AGCAA": 343,
      "TCTCA": 344,
      "ATGCC": 345,
      "AACTCC": 346,
      "CTTTG": 347,
      "TAGAGA": 348,
      "AAAAGG": 349,
      "ATCG": 350,
      "TCCACC": 351,
      "TCCCAGCTA": 352,
      "CACGG": 353,
      "AGGAGG": 354,
      "CTGCAG": 355,
      "ATTCC": 356,
      "TGAAACC": 357,
      "ACTAA": 358,
      "AAAAAA": 359,
      "CCGGG": 360,
      "TATCA": 361,
      "CTTTTG": 362,
      "ATTATT": 363,
      "TAAATG": 364,
      "CTGCTG": 365,
      "TATATT": 366,
      "TGACA": 367,
      "CGAGG": 368,
      "CTACC": 369,
      "TTTTGG": 370,
      "TTCAAG": 371,
      "TGTCA": 372,
      "CTTCTT": 373,
      "AGTCC": 374,
      "CACAGG": 375,
      "CAGCAG": 376,
      "CACACC": 377,
      "TTGAA": 378,
      "CACACACA": 379,
      "CTCCTGCC": 380,
      "CACTTTGGGAGG": 381,
      "ATACAA": 382,
      "ATTAA": 383,
      "AGCTT": 384,
      "ACCCC": 385,
      "TAAAAG": 386,
      "TCAGGG": 387,
      "TGAGA": 388,
      "TGAAGG": 389,
      "CAGAAG": 390,
      "AGCCTGG": 391,
      "AGTGG": 392,
      "CGCGG": 393,
      "CACTA": 394,
      "CGCCTG": 395,
      "ACTAG": 396,
      "CAGGAGAA": 397,
      "AGCCAGG": 398,
      "CATCTG": 399,
      "CTAAA": 400,
      "CCCTT": 401,
      "CAAATG": 402,
      "CAGGAGG": 403,
      "TGGCTCA": 404,
      "CTGAAG": 405,
      "ACCTCC": 406,
      "ATTAG": 407,
      "ATTTTG": 408,
      "TCGGG": 409,
      "CAAAAG": 410,
      "CATGCC": 411,
      "CCTTGG": 412,
      "TGAAA": 413,
      "TAAATA": 414,
      "TCAAGG": 415,
      "TACG": 416,
      "TGTTGG": 417,
      "AACTT": 418,
      "CATCTT": 419,
      "TTTCA": 420,
      "CCTGCC": 421,
      "TATTTTTAG": 422,
      "TTCTT": 423,
      "TACTA": 424,
      "AGTTG": 425,
      "TAGCC": 426,
      "CAACAA": 427,
      "ATCTA": 428,
      "CACCG": 429,
      "CATGA": 430,
      "CTTGAACC": 431,
      "AAACA": 432,
      "TGATA": 433,
      "CAAATT": 434,
      "AATCC": 435,
      "CGTGG": 436,
      "AGTAA": 437,
      "AGTGCAGTGG": 438,
      "CTGTGG": 439,
      "CAAAGG": 440,
      "TTTAA": 441,
      "CACATT": 442,
      "AAGAAG": 443,
      "AGACAG": 444,
      "AACAG": 445,
      "TCTCTACTAAAA": 446,
      "TCCAGG": 447,
      "CTCGGG": 448,
      "TGCTA": 449,
      "CCGAGG": 450,
      "CTCCTT": 451,
      "CATATT": 452,
      "CACTGG": 453,
      "ACTTTT": 454,
      "CGGCC": 455,
      "AATTG": 456,
      "CTGCTT": 457,
      "TAACC": 458,
      "AGTAG": 459,
      "ACGCC": 460,
      "AAGGGG": 461,
      "AGTA": 462,
      "CTGTCC": 463,
      "CTCTAG": 464,
      "TTATT": 465,
      "TGGAAG": 466,
      "AGACA": 467,
      "ACCATG": 468,
      "CAGATG": 469,
      "CTAAGG": 470,
      "TAAAAAA": 471,
      "TCACTT": 472,
      "CCTGGG": 473,
      "CATGTG": 474,
      "CAAACC": 475,
      "CACTCCAGCCTGGG": 476,
      "CCACA": 477,
      "TATATATA": 478,
      "AGATGG": 479,
      "CAGCTG": 480,
      "AAGAAAA": 481,
      "CGGAG": 482,
      "NNNNNNNN": 483,
      "TCTGTT": 484,
      "CCCACC": 485,
      "TGACTT": 486,
      "AAATAG": 487,
      "AATGG": 488,
      "AGGAAG": 489,
      "AAATGG": 490,
      "TATCTT": 491,
      "AAACAG": 492,
      "TCACAG": 493,
      "CAAAAAA": 494,
      "CTGACC": 495,
      "CATCAG": 496,
      "CGCCG": 497,
      "TTGGG": 498,
      "AAATCC": 499,
      "TGAGACC": 500,
      "TTGCAG": 501,
      "CATCT": 502,
      "TGAGAA": 503,
      "CAAGGG": 504,
      "ACTCTG": 505,
      "TCACTG": 506,
      "TGAGCC": 507,
      "TGAATT": 508,
      "CATGTT": 509,
      "TCCCAGCACTTTGGGAGG": 510,
      "TGACAG": 511,
      "AAACTT": 512,
      "CGATT": 513,
      "TACATT": 514,
      "ACTCA": 515,
      "TGGCTT": 516,
      "TGTCTT": 517,
      "AATAG": 518,
      "AACTG": 519,
      "CCCAGG": 520,
      "ATTTCC": 521,
      "TGCTGG": 522,
      "CGGAGG": 523,
      "CCACAG": 524,
      "TTGAG": 525,
      "TCATCC": 526,
      "TTTTCC": 527,
      "CGTCC": 528,
      "TGCCG": 529,
      "CCTCCCAAAGTG": 530,
      "AAGAGG": 531,
      "CACAAG": 532,
      "CAATGG": 533,
      "CATGAA": 534,
      "ATGAG": 535,
      "CCAAGG": 536,
      "TCAGGAGTT": 537,
      "CTTCTG": 538,
      "TGTCTG": 539,
      "TGTATT": 540,
      "CAAGACC": 541,
      "CCATCC": 542,
      "AATTTT": 543,
      "CTCTAA": 544,
      "TTCTG": 545,
      "TATGTG": 546,
      "CATCAA": 547,
      "ACACAG": 548,
      "TCTAGG": 549,
      "ATTTAA": 550,
      "TTAG": 551,
      "CAAATA": 552,
      "CATGGG": 553,
      "ATGGGG": 554,
      "TCTTCC": 555,
      "AAACTG": 556,
      "TGAGGG": 557,
      "ATGTTGG": 558,
      "CGCTG": 559,
      "TAGCTGGG": 560,
      "CCTCCG": 561,
      "TAATCC": 562,
      "CACTTG": 563,
      "CTCACA": 564,
      "TTTTCTT": 565,
      "TATGTT": 566,
      "CGCAG": 567,
      "CGGGGG": 568,
      "TAAATAA": 569,
      "CCTCA": 570,
      "TTGTTG": 571,
      "CCAGCC": 572,
      "TGTGCC": 573,
      "AGGGGG": 574,
      "CCCAA": 575,
      "CCCTCC": 576,
      "TGGCTG": 577,
      "AGATA": 578,
      "AGAATT": 579,
      "TAATTTT": 580,
      "CCAGGCTGG": 581,
      "ACCAG": 582,
      "TGCAGG": 583,
      "CAACAG": 584,
      "TCTATT": 585,
      "TGTGGG": 586,
      "ATGAGG": 587,
      "CCACG": 588,
      "CCACTT": 589,
      "ACCACA": 590,
      "TGATGG": 591,
      "TCATTG": 592,
      "TTTTTTTTTTTTTTTT": 593,
      "AGATAA": 594,
      "TATCTG": 595,
      "AAAAAAAAAAAAAAAA": 596,
      "CTAATT": 597,
      "TGCCTGTAA": 598,
      "TGCTCC": 599,
      "ATTCTT": 600,
      "TCAGTT": 601,
      "AGGCTGAGGCAGGAGAA": 602,
      "AGATCG": 603,
      "CTCCTGCCTCAGCCTCC": 604,
      "CGAA": 605,
      "AGTTGG": 606,
      "CCTGAGG": 607,
      "CTCTGGG": 608,
      "TGGCG": 609,
      "CAGCTT": 610,
      "TGTGTT": 611,
      "TAGGGG": 612,
      "ATACAAAA": 613,
      "TGATCC": 614,
      "ATGAAG": 615,
      "CCTAG": 616,
      "CAATAA": 617,
      "TTTCACC": 618,
      "ACTGGG": 619,
      "CTACTT": 620,
      "TTTTTTG": 621,
      "CAAACA": 622,
      "CGCCCC": 623,
      "TATCAA": 624,
      "CATATA": 625,
      "CTAGGG": 626,
      "TGGGTT": 627,
      "CTCTTTT": 628,
      "AAAGAA": 629,
      "AGAGGG": 630,
      "TGCCTT": 631,
      "CGGGAGG": 632,
      "TGCATT": 633,
      "ACTACAGG": 634,
      "TCGCC": 635,
      "TGAGTT": 636,
      "ACTCAG": 637,
      "TAGAAG": 638,
      "AGACTT": 639,
      "CTCTCTG": 640,
      "TGGCAG": 641,
      "CCAGGG": 642,
      "TCCCTG": 643,
      "TGATAA": 644,
      "TATTTATT": 645,
      "ACCACC": 646,
      "AGAGAA": 647,
      "TCATTTT": 648,
      "CTTGTT": 649,
      "CGTGAGCC": 650,
      "CCTA": 651,
      "AGGCTG": 652,
      "TGGATCA": 653,
      "CAGGTT": 654,
      "CGGCGG": 655,
      "TGACTG": 656,
      "TCCTGG": 657,
      "AGATCA": 658,
      "ATATAA": 659,
      "CAAGTT": 660,
      "CATTGG": 661,
      "AGACTG": 662,
      "CCATGG": 663,
      "CATAAG": 664,
      "ACCAA": 665,
      "TTTTTAA": 666,
      "CCTTCC": 667,
      "CTTCAG": 668,
      "CTCTCA": 669,
      "ACTCTT": 670,
      "TCTGCC": 671,
      "TCCAA": 672,
      "TTGGGG": 673,
      "TTGCCCAGGCTGG": 674,
      "CTCACTGCAA": 675,
      "AAGATG": 676,
      "TGCGG": 677,
      "AGCTGG": 678,
      "TCTCTCC": 679,
      "TTGCAGTG": 680,
      "TATTGG": 681,
      "ATACC": 682,
      "TATGAA": 683,
      "TAGAGG": 684,
      "CCAACATGG": 685,
      "CAGATT": 686,
      "TCTCGG": 687,
      "CTTTAA": 688,
      "TACTCC": 689,
      "TGGATT": 690,
      "CGACC": 691,
      "TCATAA": 692,
      "TCACAA": 693,
      "ACAAGG": 694,
      "ACACTG": 695,
      "ATATTTT": 696,
      "TGTCAG": 697,
      "CAGACC": 698,
      "CTTAG": 699,
      "TCATGG": 700,
      "CGTGGTGG": 701,
      "TCAATT": 702,
      "AGACAA": 703,
      "TATTTTTAGTAGAGA": 704,
      "TAAGTT": 705,
      "ATGATG": 706,
      "TGACAA": 707,
      "AAATTTT": 708,
      "TCTAAG": 709,
      "CTGGGGG": 710,
      "CTGGTT": 711,
      "AAAAAG": 712,
      "CTCTCTT": 713,
      "CTATAA": 714,
      "CATGAG": 715,
      "CTTATT": 716,
      "TCAAAA": 717,
      "ATTACAGG": 718,
      "TAGATT": 719,
      "CTAATTTTTG": 720,
      "ATCTGG": 721,
      "ATCTTG": 722,
      "CGCCTGTAA": 723,
      "TCTCCCC": 724,
      "AGATCC": 725,
      "CGAGACC": 726,
      "AGCCGGG": 727,
      "TTGCTT": 728,
      "TATCAG": 729,
      "TTGAGG": 730,
      "TAAAGG": 731,
      "ACTTGG": 732,
      "ACCAGG": 733,
      "TAGATG": 734,
      "ACGGG": 735,
      "AAAAATT": 736,
      "CTATG": 737,
      "CACCTT": 738,
      "CATCG": 739,
      "CTACAG": 740,
      "CTTGAGG": 741,
      "TGGATG": 742,
      "CCGCCG": 743,
      "AACG": 744,
      "CCCGG": 745,
      "CTTGAGCC": 746,
      "TGCCACTG": 747,
      "CTGATG": 748,
      "CAGTCC": 749,
      "ATAAATAA": 750,
      "CTCCTCC": 751,
      "AGCAGG": 752,
      "CCACAA": 753,
      "CCTAA": 754,
      "CCTCTG": 755,
      "AGTTTT": 756,
      "AGCCAAG": 757,
      "TCATAG": 758,
      "TACAGG": 759,
      "CTTTTTT": 760,
      "CTTTGG": 761,
      "CCCCTT": 762,
      "CATGAGCC": 763,
      "CCTCAG": 764,
      "TATAAG": 765,
      "CTGTTG": 766,
      "GGGTT": 767,
      "CGAAG": 768,
      "AGCTA": 769,
      "AATTGG": 770,
      "CAGCAA": 771,
      "AAAATAA": 772,
      "CGACAG": 773,
      "ACACAA": 774,
      "TACCTT": 775,
      "TGTATA": 776,
      "CAGCG": 777,
      "TATCT": 778,
      "TATTTTG": 779,
      "CCTGACC": 780,
      "CTACAA": 781,
      "ATAATT": 782,
      "CTGATT": 783,
      "ACATGG": 784,
      "TGATTTT": 785,
      "ACATCC": 786,
      "TGTCT": 787,
      "AAAAAAAAAAAA": 788,
      "CATAGG": 789,
      "ACATTTT": 790,
      "AGGGAGG": 791,
      "TGCTTG": 792,
      "CTATTTT": 793,
      "ACATAA": 794,
      "CACCTGTAA": 795,
      "AGAAA": 796,
      "ATTGTT": 797,
      "AGCTCC": 798,
      "GGGAGG": 799,
      "TGAGCTG": 800,
      "TGCCACC": 801,
      "CCAAAA": 802,
      "TCCATT": 803,
      "AAGATT": 804,
      "TGATAG": 805,
      "CCCTGG": 806,
      "ATATTG": 807,
      "TGCACC": 808,
      "TCTTTCTT": 809,
      "TACAAG": 810,
      "TACTTG": 811,
      "AGTCA": 812,
      "AAGCAG": 813,
      "ACACTT": 814,
      "TCCTTG": 815,
      "CTATTG": 816,
      "CATGGTGG": 817,
      "CTACTG": 818,
      "TAGCTGGGATTACAGG": 819,
      "TGTCAA": 820,
      "ATGTTG": 821,
      "TCCCTT": 822,
      "AAGTAA": 823,
      "AACTCCTGACC": 824,
      "ACATTG": 825,
      "CATATG": 826,
      "TGATCCACC": 827,
      "AAATCA": 828,
      "AAGCAA": 829,
      "CACCACC": 830,
      "TACACA": 831,
      "TGGGGGG": 832,
      "CTGGAA": 833,
      "TGTAAG": 834,
      "AAACG": 835,
      "TAGAAAA": 836,
      "ACTCAA": 837,
      "CCATTTT": 838,
      "ATACTT": 839,
      "AGCAAG": 840,
      "TCACG": 841,
      "CTGTAA": 842,
      "CCTTTT": 843,
      "CTCAGGG": 844,
      "CACTAA": 845,
      "AGACG": 846,
      "CAGCCCC": 847,
      "CTGCAA": 848,
      "ATGATT": 849,
      "TAGTAA": 850,
      "TCTGGGG": 851,
      "CACCACTG": 852,
      "TGGGAA": 853,
      "CAGATCA": 854,
      "AGCCTT": 855,
      "CATTTTG": 856,
      "CTCTCAG": 857,
      "ATCTCC": 858,
      "TACCCC": 859,
      "AAGACC": 860,
      "TATAGG": 861,
      "ATAAAA": 862,
      "TCCGG": 863,
      "TATGCC": 864,
      "CTGCG": 865,
      "CAGGAA": 866,
      "ATCAAG": 867,
      "ATGTGG": 868,
      "NNNNNNNNNNNNNNNN": 869,
      "TAAAATT": 870,
      "TCCCAA": 871,
      "AGATAG": 872,
      "CTGGAGG": 873,
      "CATCTA": 874,
      "TAATTG": 875,
      "TAACTT": 876,
      "TGCAAG": 877,
      "CCTCCCAAAGTGCTGGGATTACAGG": 878,
      "TGATCTG": 879,
      "AGAAAG": 880,
      "TCATCA": 881,
      "ATTTTTT": 882,
      "CAACTT": 883,
      "ATCAGG": 884,
      "CCCCGG": 885,
      "TGATTG": 886,
      "TCGGGG": 887,
      "TGTGAGCC": 888,
      "CTTGAA": 889,
      "ATAAGG": 890,
      "TAGCTT": 891,
      "AGATTG": 892,
      "TAAACC": 893,
      "TCTCCTT": 894,
      "CGCTT": 895,
      "TACTGG": 896,
      "CCGCC": 897,
      "AAGTCC": 898,
      "CAGGCTGGAGTGCAGTGG": 899,
      "CAGAAAA": 900,
      "AGACTCC": 901,
      "TAGCTG": 902,
      "TTGATT": 903,
      "AAGCTG": 904,
      "TTTTAA": 905,
      "CACTAG": 906,
      "ACCCTG": 907,
      "TAGCAA": 908,
      "TCAGCC": 909,
      "CAGTAA": 910,
      "CTGGCC": 911,
      "CGGCG": 912,
      "AGAGCC": 913,
      "ATGCTG": 914,
      "CTTTTGG": 915,
      "AAGTGG": 916,
      "CCCCACC": 917,
      "TCTAAAA": 918,
      "TCAGAA": 919,
      "TTTTATT": 920,
      "CTCCCC": 921,
      "TCTGCCTCC": 922,
      "GGGAA": 923,
      "TATAAAA": 924,
      "AGCTGGG": 925,
      "TGACG": 926,
      "TCTTTCC": 927,
      "TGCCTGG": 928,
      "CTAGTT": 929,
      "CAGTTG": 930,
      "ATTCTG": 931,
      "TAACAA": 932,
      "TGCACA": 933,
      "ACAAAA": 934,
      "TCTCATT": 935,
      "TTTTGTT": 936,
      "TAGCTGGGACTACAGG": 937,
      "CAAGAA": 938,
      "TTTTTTTTTTTT": 939,
      "AAGTTG": 940,
      "AGGCAG": 941,
      "ACCCAG": 942,
      "CTGGAG": 943,
      "ATGCTT": 944,
      "TGGGAG": 945,
      "TAAGAA": 946,
      "ACCTGG": 947,
      "TACATG": 948,
      "TAGTGG": 949,
      "CAGGAG": 950,
      "ATCCTGG": 951,
      "CTCAAAA": 952,
      "TATTATT": 953,
      "TACACC": 954,
      "TGAACC": 955,
      "ATGTCC": 956,
      "TACCA": 957,
      "TGATCCG": 958,
      "TATCTA": 959,
      "ATAGGG": 960,
      "CACGCC": 961,
      "AAGCTT": 962,
      "TACAAAA": 963,
      "CAATCC": 964,
      "CCCCTCC": 965,
      "CAGACA": 966,
      "CGGATCA": 967,
      "TGTAGG": 968,
      "CATTCC": 969,
      "CAGGCC": 970,
      "TATTAA": 971,
      "TACCTG": 972,
      "AGAGAGAG": 973,
      "AAAAATG": 974,
      "CTATCC": 975,
      "AGAAAAG": 976,
      "TACTAA": 977,
      "ATCATT": 978,
      "CTCAAGG": 979,
      "ACAATT": 980,
      "AGAAATG": 981,
      "TAAACA": 982,
      "TAGTTG": 983,
      "CACAGGG": 984,
      "AGGGTT": 985,
      "TGGGAAG": 986,
      "TCGTT": 987,
      "ACCTTG": 988,
      "CGCCACTG": 989,
      "ATTTGG": 990,
      "CAGTAG": 991,
      "CTTTCTT": 992,
      "AAGGAA": 993,
      "TACTTTT": 994,
      "CTCCGG": 995,
      "AGAAAGG": 996,
      "CACTCA": 997,
      "CTATGG": 998,
      "ACCGG": 999,
      "TCTCAGG": 1000,
      "TCTCACC": 1001,
      "TACATA": 1002,
      "AGGGAA": 1003,
      "TGACAGAG": 1004,
      "TTTCACCATGTTGG": 1005,
      "CGGTT": 1006,
      "CCATAA": 1007,
      "ACACG": 1008,
      "TCCTAG": 1009,
      "TGTTTTG": 1010,
      "ATACAG": 1011,
      "TGGTTG": 1012,
      "TCTGAA": 1013,
      "CACTTTT": 1014,
      "CAGGAAG": 1015,
      "TCCATG": 1016,
      "CTCCAG": 1017,
      "CTGTAG": 1018,
      "AAATAAG": 1019,
      "TCTCTACTAAAAATACAA": 1020,
      "TAAGGG": 1021,
      "TATGAG": 1022,
      "AGACAGAG": 1023,
      "AGATTTT": 1024,
      "TATGA": 1025,
      "AAAACAA": 1026,
      "TGGCAA": 1027,
      "TGTGGTGG": 1028,
      "TCTCACTCTG": 1029,
      "CTGCCCC": 1030,
      "CTCCAGG": 1031,
      "TGCCAGG": 1032,
      "TGCATG": 1033,
      "CGCCGG": 1034,
      "TCTCCA": 1035,
      "TATGGG": 1036,
      "CATTTCC": 1037,
      "CTTCAA": 1038,
      "AGCCGG": 1039,
      "AAACTA": 1040,
      "TGAAACCCCG": 1041,
      "ATCCG": 1042,
      "ATATCC": 1043,
      "CTCTTGG": 1044,
      "CTCTCAA": 1045,
      "ACAAACAA": 1046,
      "CGGCCG": 1047,
      "AAAGAAAA": 1048,
      "AGAAGGG": 1049,
      "TCTCTACTAAAAATACAAAA": 1050,
      "CATACC": 1051,
      "CCTGTAA": 1052,
      "CCTCTT": 1053,
      "ATATAG": 1054,
      "TGCTAA": 1055,
      "CGCCACC": 1056,
      "TACCAG": 1057,
      "TAATAG": 1058,
      "TCAGGGG": 1059,
      "ATCTTGG": 1060,
      "AGGGAG": 1061,
      "TTGTTTT": 1062,
      "AGCCTCC": 1063,
      "TGTATG": 1064,
      "AGAAAGAA": 1065,
      "CATAAAA": 1066,
      "TGTGAA": 1067,
      "CCCCAG": 1068,
      "TGGTCC": 1069,
      "TATTTTTT": 1070,
      "TATTTAA": 1071,
      "AAATCAA": 1072,
      "ATGTAA": 1073,
      "CCATCA": 1074,
      "CACTGGG": 1075,
      "TGGAAAA": 1076,
      "AGCCTGGCCAACATGG": 1077,
      "TAGGTT": 1078,
      "CACCCC": 1079,
      "TGAAATT": 1080,
      "TACCAA": 1081,
      "ATCTAG": 1082,
      "TTGCTG": 1083,
      "TGATCA": 1084,
      "CAAATAA": 1085,
      "TGAAAG": 1086,
      "TCCCAGCTACTCGGG": 1087,
      "TCGCTTGAACC": 1088,
      "CAAGAG": 1089,
      "ATACTG": 1090,
      "TCTCAAACTCC": 1091,
      "CTATAG": 1092,
      "CTTGCC": 1093,
      "AATCA": 1094,
      "TGCTGGG": 1095,
      "ACTAAG": 1096,
      "TCTTGCTCTG": 1097,
      "TGTGTGTGTGTGTGTG": 1098,
      "TCTTTTG": 1099,
      "TCTCTGG": 1100,
      "CACCTCC": 1101,
      "ACAGTT": 1102,
      "CGCAA": 1103,
      "AAAAATAA": 1104,
      "ACATAG": 1105,
      "TTCAAGCGATT": 1106,
      "TCCCAGCTACTCAGG": 1107,
      "AAAAAAG": 1108,
      "TGGAAGG": 1109,
      "CAGAGCC": 1110,
      "ACTCG": 1111,
      "CTTGAG": 1112,
      "CACAAAA": 1113,
      "AGAAACC": 1114,
      "ATCCTT": 1115,
      "TAGAGACAGGG": 1116,
      "TTGAAG": 1117,
      "ATGCAG": 1118,
      "CTTAGG": 1119,
      "TACTAG": 1120,
      "ATGACC": 1121,
      "CCGCG": 1122,
      "AGAAATT": 1123,
      "TCCCAGCACTT": 1124,
      "CTCCACC": 1125,
      "CCTTTCC": 1126,
      "TGGACC": 1127,
      "TCAGAG": 1128,
      "AAGGTT": 1129,
      "CTTCCCC": 1130,
      "CAGGGGG": 1131,
      "TGTTGGG": 1132,
      "CCATA": 1133,
      "CCAGGGG": 1134,
      "AGAGAGG": 1135,
      "AAGTAG": 1136,
      "CTCACTGCAACC": 1137,
      "ATTCAA": 1138,
      "ATCTCAA": 1139,
      "CTGAAAA": 1140,
      "CTTTAG": 1141,
      "ATGCAA": 1142,
      "ATTTATT": 1143,
      "TTTTTCC": 1144,
      "CGAGA": 1145,
      "ATTTCA": 1146,
      "TGCTTTT": 1147,
      "CTTACC": 1148,
      "CACTCTG": 1149,
      "CCCCAGG": 1150,
      "TGCTAG": 1151,
      "ACTAGG": 1152,
      "CGTTG": 1153,
      "AGAGAG": 1154,
      "ATGAAAA": 1155,
      "ATTTAG": 1156,
      "CAGCTCC": 1157,
      "TGTTTCC": 1158,
      "CCTCG": 1159,
      "AAATAAAA": 1160,
      "AAATCAG": 1161,
      "TGGTAA": 1162,
      "CACACACACACACACA": 1163,
      "TCCCAGCTACTTGGG": 1164,
      "TCTCCG": 1165,
      "ATCTCGG": 1166,
      "CTGTTTT": 1167,
      "CGCTCC": 1168,
      "TGTTCC": 1169,
      "ATTAAAA": 1170,
      "ACTGTT": 1171,
      "TCTTCTT": 1172,
      "AGGTGG": 1173,
      "CGATG": 1174,
      "AGCCTGGGCAA": 1175,
      "TCTTAA": 1176,
      "AAACTCC": 1177,
      "CAGGAGTT": 1178,
      "CAAAATT": 1179,
      "TTGTCC": 1180,
      "TGTTTGTT": 1181,
      "TATTTCC": 1182,
      "TCTTTTTT": 1183,
      "CCATAG": 1184,
      "ACGGGG": 1185,
      "CAGTGGCTCA": 1186,
      "CATTAA": 1187,
      "TCTGAG": 1188,
      "TGTTAA": 1189,
      "TGAAATG": 1190,
      "TGGTAG": 1191,
      "TTGCAA": 1192,
      "TGCCTCC": 1193,
      "ATTAGCTGGG": 1194,
      "CAAGGGG": 1195,
      "CTTCTCC": 1196,
      "TGGTTTT": 1197,
      "TGTCTA": 1198,
      "TGAGAGG": 1199,
      "ATTATG": 1200,
      "TACCG": 1201,
      "CTTCCTT": 1202,
      "TTGCAGTGAGCCG": 1203,
      "CGGGTT": 1204,
      "TCTCAAG": 1205,
      "TCAAAG": 1206,
      "TGGGCC": 1207,
      "CAGAAGG": 1208,
      "ATATATT": 1209,
      "TATATTTT": 1210,
      "CTAGAA": 1211,
      "AGCCCC": 1212,
      "TCTCTTG": 1213,
      "TGTCG": 1214,
      "CAGAGGG": 1215,
      "TAGTAG": 1216,
      "CCACTCC": 1217,
      "ACTATT": 1218,
      "AGGAAAA": 1219,
      "GGGAG": 1220,
      "ATGGTT": 1221,
      "TCTCGCTCTG": 1222,
      "CTCGCC": 1223,
      "TATAATT": 1224,
      "TCTGAGG": 1225,
      "TATATAA": 1226,
      "CTTAAG": 1227,
      "CCTCCGCCTCC": 1228,
      "ACTCT": 1229,
      "TGAAAAG": 1230,
      "AAAGGG": 1231,
      "TCCCAGCACTTTGGGAGGCCGAGG": 1232,
      "CTTTCA": 1233,
      "TGCCAG": 1234,
      "AAACAAG": 1235,
      "CCGTT": 1236,
      "CAACTG": 1237,
      "TCTCCAG": 1238,
      "ATATGG": 1239,
      "AAATCTT": 1240,
      "TTGTGG": 1241,
      "ATTTCTT": 1242,
      "TTGTAG": 1243,
      "AGAGAAG": 1244,
      "TACGG": 1245,
      "ATTGGG": 1246,
      "AGATGGG": 1247,
      "TGTGAG": 1248,
      "TCCAAG": 1249,
      "TATTCC": 1250,
      "CAGGCTG": 1251,
      "ATTCAG": 1252,
      "CACTCAG": 1253,
      "TGAGAG": 1254,
      "TCCCG": 1255,
      "CACCTGG": 1256,
      "TAACAG": 1257,
      "CTTAAAA": 1258,
      "AGGATG": 1259,
      "CTACG": 1260,
      "TTGGTT": 1261,
      "AGCCAG": 1262,
      "CCACCG": 1263,
      "AATTAA": 1264,
      "TAGTTTT": 1265,
      "TGCCCAG": 1266,
      "GGGCC": 1267,
      "CTGCTCC": 1268,
      "TAGCAG": 1269,
      "CATTTAA": 1270,
      "CCTGAGGTCAGGAGTT": 1271,
      "TCTCCAA": 1272,
      "TTGTAA": 1273,
      "ACCAAG": 1274,
      "CATGGGG": 1275,
      "ATGTTTT": 1276,
      "TCATCTT": 1277,
      "ACCATT": 1278,
      "CTCTAGG": 1279,
      "CACCAA": 1280,
      "AGGATT": 1281,
      "AAATCTG": 1282,
      "TAGTCC": 1283,
      "TGTACC": 1284,
      "CCTCAA": 1285,
      "TCATCTG": 1286,
      "AAGACA": 1287,
      "AGTGCAATGG": 1288,
      "ACAGAA": 1289,
      "CGGCTG": 1290,
      "CTTTCTG": 1291,
      "TTTTAAAA": 1292,
      "CATCTGG": 1293,
      "TCTCTAA": 1294,
      "ATCCTCC": 1295,
      "TCAGCCTCCCAAAGTG": 1296,
      "CACGGG": 1297,
      "TGCCCC": 1298,
      "TGGCTCACGCCTGTAA": 1299,
      "CTGGAAG": 1300,
      "TAGGAA": 1301,
      "CAGCAGG": 1302,
      "ACAGGGG": 1303,
      "AGATGGAG": 1304,
      "CACTTGG": 1305,
      "CGCAGG": 1306,
      "ACAGAG": 1307,
      "AAGGAAGG": 1308,
      "CTAATTTTTTG": 1309,
      "CTCCCTCC": 1310,
      "TAACTG": 1311,
      "ATCTCAG": 1312,
      "CACCAG": 1313,
      "TCATG": 1314,
      "ATTTTGG": 1315,
      "ATAGTT": 1316,
      "ACGTT": 1317,
      "TAATGG": 1318,
      "CCTGTG": 1319,
      "TGAAACCCCA": 1320,
      "ATTAAG": 1321,
      "TCTAATT": 1322,
      "CTTATG": 1323,
      "ATATATA": 1324,
      "CGGTGG": 1325,
      "CCAGAGG": 1326,
      "AGACTGG": 1327,
      "CAGCCG": 1328,
      "CAGCCTCC": 1329,
      "AGGGAAG": 1330,
      "TGGGCTCAAG": 1331,
      "CAAACAA": 1332,
      "AAACAAAA": 1333,
      "AGACTA": 1334,
      "AAGGAGG": 1335,
      "CACCAGG": 1336,
      "TATCG": 1337,
      "TCAGAGG": 1338,
      "CAATAG": 1339,
      "TCCTG": 1340,
      "CGGAA": 1341,
      "ATCGG": 1342,
      "CTGCAGG": 1343,
      "CAATTG": 1344,
      "TGGACA": 1345,
      "ATTACC": 1346,
      "CCTGAG": 1347,
      "TAAACAA": 1348,
      "TCTTGGG": 1349,
      "TGACTA": 1350,
      "TTGATG": 1351,
      "AAAGAAG": 1352,
      "CTCCAA": 1353,
      "CGCCCGG": 1354,
      "CTCCTGG": 1355,
      "TGATCCTCC": 1356,
      "AGACTCTG": 1357,
      "TATTTTTAGTAGAGACGGGG": 1358,
      "CTAAGAA": 1359,
      "CGCGGG": 1360,
      "GGGAAG": 1361,
      "CAATTTT": 1362,
      "CTGTGTG": 1363,
      "ACATCA": 1364,
      "TGGGTGG": 1365,
      "TTCAAGTGATT": 1366,
      "ACATG": 1367,
      "CAGCTGG": 1368,
      "CCACTA": 1369,
      "CGCCTCGG": 1370,
      "CACTCCAGCCTGGGCAA": 1371,
      "TGAGTAG": 1372,
      "CGCTGG": 1373,
      "AGGGCC": 1374,
      "AAATGGG": 1375,
      "CTGTCA": 1376,
      "TGCCAA": 1377,
      "AAACTGG": 1378,
      "TCAAATG": 1379,
      "CAGTTTT": 1380,
      "CATTATT": 1381,
      "CTCTCTCT": 1382,
      "TAGATA": 1383,
      "CGTGAGCCACCG": 1384,
      "AAAGAGG": 1385,
      "CATTCTT": 1386,
      "AGACAAG": 1387,
      "ACTAAAA": 1388,
      "CACTCCAGCC": 1389,
      "AGTGGG": 1390,
      "TGGGGTT": 1391,
      "ACTCCG": 1392,
      "AGTTAA": 1393,
      "AAAAATA": 1394,
      "CGTGGG": 1395,
      "CTGAGCC": 1396,
      "CACAAGG": 1397,
      "CTGCTGG": 1398,
      "ACTCTA": 1399,
      "TTTTTTTTTT": 1400,
      "TGCTCA": 1401,
      "TAAAAATT": 1402,
      "CGAGGG": 1403,
      "TCACTTGAACC": 1404,
      "CACTGCC": 1405,
      "CAGATA": 1406,
      "TAGACC": 1407,
      "TAGGAGG": 1408,
      "AGAATTG": 1409,
      "AAAACC": 1410,
      "AGACGG": 1411,
      "GGGGGG": 1412,
      "TCTGTCC": 1413,
      "CCACGG": 1414,
      "TGAGGGG": 1415,
      "CCTTCCTT": 1416,
      "TCTCCTG": 1417,
      "CTAAAG": 1418,
      "TTCAAGCAATT": 1419,
      "CTGACA": 1420,
      "CTTTATT": 1421,
      "AGGACC": 1422,
      "TGAGAAG": 1423,
      "CAGCTA": 1424,
      "TCTGTAA": 1425,
      "TGAAGGG": 1426,
      "CTGTGTT": 1427,
      "TGGGCAA": 1428,
      "TCAAATT": 1429,
      "TCTTTAA": 1430,
      "CCTCCTT": 1431,
      "TGTGGGG": 1432,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1433,
      "TGCCGG": 1434,
      "CAAGTAG": 1435,
      "TAAGAG": 1436,
      "TACTCA": 1437,
      "CAAAGCC": 1438,
      "CTGTGGG": 1439,
      "CGTAG": 1440,
      "CAGGTGG": 1441,
      "AAGGAG": 1442,
      "AAAGCC": 1443,
      "TCCTCA": 1444,
      "AGGGAGGG": 1445,
      "TGAAAGG": 1446,
      "CAGGCAG": 1447,
      "AAAAAGG": 1448,
      "TTGACC": 1449,
      "CAAGAGG": 1450,
      "TTTCCTT": 1451,
      "CTCTGTT": 1452,
      "TGAAACCCTG": 1453,
      "CATCTTG": 1454,
      "TCCCTCC": 1455,
      "TCTCAAAA": 1456,
      "TGCAGGG": 1457,
      "CCGAG": 1458,
      "CATCTCC": 1459,
      "CGTGA": 1460,
      "TCACTA": 1461,
      "CCAGACC": 1462,
      "CCTTGGG": 1463,
      "AAAGTT": 1464,
      "CAGCGG": 1465,
      "ATTAGG": 1466,
      "AATATT": 1467,
      "TGTAAAA": 1468,
      "TACATAA": 1469,
      "CCCAAG": 1470,
      "ATGTAG": 1471,
      "CCATCTG": 1472,
      "CATAATT": 1473,
      "CCTCCACCTCC": 1474,
      "CCATCTT": 1475,
      "AAATTG": 1476,
      "CTGCCG": 1477,
      "TGACTCC": 1478,
      "CAGGACC": 1479,
      "AGCCACC": 1480,
      "CTTCG": 1481,
      "TCACATT": 1482,
      "AAGGAAG": 1483,
      "TCTCGAACTCCTGACC": 1484,
      "CTGTGCC": 1485,
      "TCTCTAG": 1486,
      "TCTCCTCC": 1487,
      "CAAATCC": 1488,
      "CACCCAG": 1489,
      "CTGCCTT": 1490,
      "CACACAG": 1491,
      "TAAAAAG": 1492,
      "ATTATA": 1493,
      "ACTCAGG": 1494,
      "CGTGTG": 1495,
      "CTGCGG": 1496,
      "TCAGAAG": 1497,
      "TGCTCAG": 1498,
      "TGATGGG": 1499,
      "TGTATTTT": 1500,
      "CTCCTGCCTCAGCCTCCCGAG": 1501,
      "TCAGGCTGG": 1502,
      "CCAGAA": 1503,
      "AGTCTG": 1504,
      "TGGCAGG": 1505,
      "AGACCATCCTGG": 1506,
      "TCTCAAAAAAAAAAAAAAAAAA": 1507,
      "CTGAGGG": 1508,
      "CAACG": 1509,
      "CACCGG": 1510,
      "TCCTGGG": 1511,
      "TAATATT": 1512,
      "CCAGAG": 1513,
      "TGTAATT": 1514,
      "TCAAAAG": 1515,
      "TGCATA": 1516,
      "AAAAACAA": 1517,
      "CCCCAA": 1518,
      "TTTGG": 1519,
      "CCAGTT": 1520,
      "ACTCTCC": 1521,
      "CCCTA": 1522,
      "CTAAAAG": 1523,
      "CACTCTT": 1524,
      "CTCACTGCAAG": 1525,
      "TACACAG": 1526,
      "CATCATT": 1527,
      "TAGACA": 1528,
      "CTGTCTT": 1529,
      "CAGTCA": 1530,
      "AGAGTT": 1531,
      "CCGCCCC": 1532,
      "TGCCTGTAG": 1533,
      "TGTTCTT": 1534,
      "AGGCTT": 1535,
      "CAAAGAA": 1536,
      "TTGAAAA": 1537,
      "CAGTGAGCCG": 1538,
      "CATCAGG": 1539,
      "CTCTATT": 1540,
      "TGATCTT": 1541,
      "AGCCAGGATGG": 1542,
      "CAAACTG": 1543,
      "TGCCTCAGCCTCC": 1544,
      "TGGCTCATGCCTGTAA": 1545,
      "TATTCTT": 1546,
      "CCTAGG": 1547,
      "AGATGGGG": 1548,
      "AGCGG": 1549,
      "CAGAATT": 1550,
      "CTACTA": 1551,
      "TGTGAGG": 1552,
      "CTCTGGGG": 1553,
      "TGGAGGG": 1554,
      "CCACTGG": 1555,
      "AGCACC": 1556,
      "TCACAGG": 1557,
      "CGTTTT": 1558,
      "CTCATCC": 1559,
      "ACACAGG": 1560,
      "AGACGGAG": 1561,
      "ATTAGCCAGG": 1562,
      "AAAAGGG": 1563,
      "TGTGTCC": 1564,
      "TCACCCC": 1565,
      "AAAAACC": 1566,
      "ATATTGG": 1567,
      "CCAAAG": 1568,
      "TGCTCTG": 1569,
      "ACACACA": 1570,
      "TGAATAA": 1571,
      "TTGCAGTGAGCCAAG": 1572,
      "TCTTGTT": 1573,
      "TGTCTGG": 1574,
      "ATCTCCTGACC": 1575,
      "ACTGGGG": 1576,
      "CTCTCTCC": 1577,
      "CTGGGTT": 1578,
      "CAGACAG": 1579,
      "CAGAGAA": 1580,
      "ATTTCTG": 1581,
      "TACATTTT": 1582,
      "AAAGAG": 1583,
      "CTTGGGG": 1584,
      "CAGATGG": 1585,
      "CATTCATT": 1586,
      "TAGAATT": 1587,
      "TTTTGTTTT": 1588,
      "CACAAAG": 1589,
      "TCCTAA": 1590,
      "AGCCTGGCCAA": 1591,
      "AAGGGGG": 1592,
      "CAAAGTT": 1593,
      "AGTCAG": 1594,
      "CTGCACC": 1595,
      "AGCATT": 1596,
      "CTTTTCTT": 1597,
      "CCAAGGG": 1598,
      "CAAACAG": 1599,
      "TCAAAGG": 1600,
      "CGTAA": 1601,
      "TCCCAGG": 1602,
      "TGACCAA": 1603,
      "CTCACTGCAACCTCTGCCTCC": 1604,
      "CCATCAG": 1605,
      "CAGTGCC": 1606,
      "ATTATAA": 1607,
      "AAAAAATT": 1608,
      "CAGAGTT": 1609,
      "ATATTAA": 1610,
      "TTACC": 1611,
      "CCGGGG": 1612,
      "TGACTTG": 1613,
      "TGTTTAA": 1614,
      "CATATTTT": 1615,
      "TCTCAAAAAAAAAA": 1616,
      "TTTGTTTT": 1617,
      "ATGACA": 1618,
      "CCATTG": 1619,
      "TAAAATAA": 1620,
      "CAAAAGG": 1621,
      "TGGCTGG": 1622,
      "CAAAGGG": 1623,
      "TCTTATT": 1624,
      "CTAAATT": 1625,
      "TCCCAGCACTTTGGGAGGCTGAGG": 1626,
      "CAGCACC": 1627,
      "TGACAAG": 1628,
      "TGGTGGG": 1629,
      "AGATCTG": 1630,
      "AAGTTTT": 1631,
      "AAACTTG": 1632,
      "TCACTCC": 1633,
      "TCACCTT": 1634,
      "AGCCAA": 1635,
      "TCACTGG": 1636,
      "AGATCAG": 1637,
      "TCACTTG": 1638,
      "CTGAAGG": 1639,
      "TATCATT": 1640,
      "TCCTGCC": 1641,
      "CTGAATT": 1642,
      "TTGCCCAGG": 1643,
      "TGTGACC": 1644,
      "AAGAAAG": 1645,
      "TATATATT": 1646,
      "AAGATGG": 1647,
      "AAGACAG": 1648,
      "CGCCTGTAG": 1649,
      "AAACTAA": 1650,
      "TCTTGAACTCC": 1651,
      "CCGCGG": 1652,
      "CAAATGG": 1653,
      "CTTCTA": 1654,
      "TGAGATG": 1655,
      "AAGAATT": 1656,
      "CTCACCG": 1657,
      "CAGCCTT": 1658,
      "TGACTGG": 1659,
      "TGCAGTGG": 1660,
      "TCACCCAGGCTGG": 1661,
      "TTGGGGG": 1662,
      "TCTGTGG": 1663,
      "TCCACA": 1664,
      "TGTTATT": 1665,
      "TGAAATA": 1666,
      "ACCCTT": 1667,
      "ACTCTGG": 1668,
      "TTTTTAG": 1669,
      "CTGGAGTGCAGTGG": 1670,
      "TCATATT": 1671,
      "TCTGCTT": 1672,
      "ATTGAA": 1673,
      "CTGCTA": 1674,
      "TGAGATT": 1675,
      "CATTTTTT": 1676,
      "CCTGTCC": 1677,
      "CTCGGGG": 1678,
      "TGCACG": 1679,
      "CATCACC": 1680,
      "CTAATTTTTGTATTTTTAG": 1681,
      "TCCCAGCACTTTGGGAGGCCAAGG": 1682,
      "CTGAGAA": 1683,
      "CAGTGGG": 1684,
      "CACTCAA": 1685,
      "AAGATA": 1686,
      "TCTCAAAAAA": 1687,
      "AGAGACC": 1688,
      "TTTTAG": 1689,
      "AGCCATG": 1690,
      "AAGATAA": 1691,
      "AGATAAG": 1692,
      "TCTACC": 1693,
      "CTAAATG": 1694,
      "TGACAGG": 1695,
      "TCGAGG": 1696,
      "TCAGATG": 1697,
      "CAAGCC": 1698,
      "CTGACTT": 1699,
      "CCAAACC": 1700,
      "CGGAAG": 1701,
      "TGGCCCC": 1702,
      "AGGCAA": 1703,
      "ATTCTCC": 1704,
      "CCAGAAG": 1705,
      "CTCACTT": 1706,
      "AGTGCC": 1707,
      "ATGGAA": 1708,
      "TGGGACC": 1709,
      "AAAATGG": 1710,
      "TACACAA": 1711,
      "CATCCG": 1712,
      "TCTCTTTT": 1713,
      "ATTTCAA": 1714,
      "TCCTTTT": 1715,
      "TCACCG": 1716,
      "CAGTGAG": 1717,
      "ACAGATG": 1718,
      "TTTCACCATGTTGGCCAGGCTGG": 1719,
      "TAAAAATG": 1720,
      "CACACG": 1721,
      "AGAAATA": 1722,
      "CTGAGGCAGGAGAA": 1723,
      "CTCACTGCAGCC": 1724,
      "CATGAGG": 1725,
      "TGGCTCC": 1726,
      "CACCTGTAG": 1727,
      "AACTA": 1728,
      "AGTGTG": 1729,
      "CTGGCTT": 1730,
      "CGACG": 1731,
      "ACACATT": 1732,
      "ACTCAAG": 1733,
      "AGTTCC": 1734,
      "ACCATGCCTGG": 1735,
      "AAACTAG": 1736,
      "CAAGAAG": 1737,
      "TCAAGGG": 1738,
      "AGTATT": 1739,
      "CCTTCTT": 1740,
      "TCATCAG": 1741,
      "TGGTGTG": 1742,
      "CAGGATG": 1743,
      "ATGGGGG": 1744,
      "TAAAAGG": 1745,
      "CTCATTG": 1746,
      "TATTGTT": 1747,
      "ATTTCAG": 1748,
      "CAAACTT": 1749,
      "TACAGAA": 1750,
      "TTTTTCTT": 1751,
      "AGTTTCC": 1752,
      "CACATCC": 1753,
      "TATAAGG": 1754,
      "AAAATTG": 1755,
      "CAGAAAG": 1756,
      "CAAAAAG": 1757,
      "CGCCTCC": 1758,
      "TGCACAG": 1759,
      "TGCAAAA": 1760,
      "TCTTGAACTCCTGACC": 1761,
      "AATGAA": 1762,
      "TGCGGG": 1763,
      "CACTCCAGCCTGGGCGACAG": 1764,
      "AGTCTT": 1765,
      "CATCAAG": 1766,
      "TCACCCAGGCTGGAGTGCAGTGG": 1767,
      "AGAGATG": 1768,
      "TATGTAA": 1769,
      "CTGTCTG": 1770,
      "TGAAGAA": 1771,
      "ATCCACC": 1772,
      "TGGAATT": 1773,
      "CAGATAA": 1774,
      "ATCTTTT": 1775,
      "AAGAAGG": 1776,
      "TGGATA": 1777,
      "AAAATAG": 1778,
      "TCATTTG": 1779,
      "CTTTCAG": 1780,
      "CGTGCC": 1781,
      "TGGCTCACACCTGTAA": 1782,
      "ACATATT": 1783,
      "AGGAAGG": 1784,
      "TCCCCG": 1785,
      "CAGCAAG": 1786,
      "CTGGAATT": 1787,
      "CTCAGTT": 1788,
      "CGAGCC": 1789,
      "CGTCTG": 1790,
      "ACTTCC": 1791,
      "CATGATG": 1792,
      "AAGACAA": 1793,
      "TCTCTCTT": 1794,
      "CGAGGTCAGG": 1795,
      "TGCTCTT": 1796,
      "TAAATGG": 1797,
      "AGCTTG": 1798,
      "TTAAATG": 1799,
      "CGGGGGG": 1800,
      "TACCTCC": 1801,
      "CATTGTT": 1802,
      "CAGAGAG": 1803,
      "TCTCTCTG": 1804,
      "ATCTGGG": 1805,
      "AATTATT": 1806,
      "CTGGACC": 1807,
      "CGTCG": 1808,
      "TCACACC": 1809,
      "ACTCACC": 1810,
      "CTGATA": 1811,
      "CGGCCCC": 1812,
      "AATGTT": 1813,
      "AGTAAG": 1814,
      "CTACAGG": 1815,
      "AGTGTT": 1816,
      "TTGCAGTGAG": 1817,
      "AGGTTG": 1818,
      "TCATGTT": 1819,
      "AGGTCC": 1820,
      "CCTGTT": 1821,
      "TGGAGCC": 1822,
      "CGAAGG": 1823,
      "TGCCATTG": 1824,
      "TTAAATT": 1825,
      "TACTCTT": 1826,
      "AACATT": 1827,
      "CTTCTGG": 1828,
      "CATCCTT": 1829,
      "CGCACC": 1830,
      "CTATATT": 1831,
      "AACCCC": 1832,
      "TCTTCTG": 1833,
      "ATAAATG": 1834,
      "TCGGCCTCC": 1835,
      "CTTCATT": 1836,
      "CCCGGG": 1837,
      "AGAATGG": 1838,
      "AAATGTT": 1839,
      "CACTGTT": 1840,
      "TCTCGAACTCC": 1841,
      "AGTTGGG": 1842,
      "CTTGAAG": 1843,
      "CTTTCAA": 1844,
      "CAAATAG": 1845,
      "CGCCTGG": 1846,
      "TACAATT": 1847,
      "CTGGGATTATAGG": 1848,
      "AGAATAA": 1849,
      "TTTTCTG": 1850,
      "TATTTAG": 1851,
      "ATATTTG": 1852,
      "AGGTAA": 1853,
      "CTCCCACC": 1854,
      "CTATCA": 1855,
      "CTTTGTT": 1856,
      "TGCTTGG": 1857,
      "AATTCC": 1858,
      "CCTGAAG": 1859,
      "AAAACAG": 1860,
      "CCAGGAGTT": 1861,
      "CTCCCTG": 1862,
      "TTGCAGTGAGCTG": 1863,
      "TGTCAGG": 1864,
      "TAGAGACGGGG": 1865,
      "ATAAATT": 1866,
      "CTTGACC": 1867,
      "TGAATGAA": 1868,
      "CGGGTGGATCA": 1869,
      "AAAGATG": 1870,
      "CTCACTGCAACCTCCGCCTCC": 1871,
      "ATATCA": 1872,
      "CTTTGCC": 1873,
      "CTTGTCC": 1874,
      "CTGGCTG": 1875,
      "CATGTCC": 1876,
      "TTCCAGG": 1877,
      "CCTGTAG": 1878,
      "TACACTT": 1879,
      "TGGGATT": 1880,
      "TGATCAG": 1881,
      "TCAGGTGATCCACC": 1882,
      "CCAAATG": 1883,
      "TATTTCTT": 1884,
      "TGGGATG": 1885,
      "TCTGAAG": 1886,
      "CAGTGTT": 1887,
      "ACCATGCCCAG": 1888,
      "TATCTGG": 1889,
      "AGAGA": 1890,
      "CAGCCAG": 1891,
      "TGCTGGGATTACAGG": 1892,
      "CATGTGCC": 1893,
      "CGCCTT": 1894,
      "TAAGAAAA": 1895,
      "CAAATTG": 1896,
      "TCCCAGCTACTCGGGAGGCTGAGGCAGGAGAA": 1897,
      "TCTGACC": 1898,
      "CAGTGTG": 1899,
      "CTTACTG": 1900,
      "CTCCTTG": 1901,
      "TACTCTG": 1902,
      "AGAACC": 1903,
      "ATACATT": 1904,
      "TAGCTA": 1905,
      "TTGCTTGAACC": 1906,
      "ACAGAGG": 1907,
      "ATTACA": 1908,
      "AATTTAA": 1909,
      "AGTGAG": 1910,
      "TCAAGTT": 1911,
      "CGTGAG": 1912,
      "TCCCACC": 1913,
      "CATAAGG": 1914,
      "TGGCTA": 1915,
      "TGGATGG": 1916,
      "CTTGCTT": 1917,
      "TTTGAGG": 1918,
      "CAACCCC": 1919,
      "TATTTTTAGTAGAGATGGGG": 1920,
      "CACTCG": 1921,
      "AAATAATT": 1922,
      "AGGGACC": 1923,
      "CACAGTT": 1924,
      "CTGGATG": 1925,
      "CTCCCAG": 1926,
      "TCAAACC": 1927,
      "AGCCCAG": 1928,
      "CCAACC": 1929,
      "CGAAACC": 1930,
      "ACATCTT": 1931,
      "TCATTCC": 1932,
      "AAAAGTT": 1933,
      "CCAAAGG": 1934,
      "TGCCTCAG": 1935,
      "ACACCCC": 1936,
      "ATACG": 1937,
      "TAAGAAG": 1938,
      "ATTCTA": 1939,
      "TCGCCCAGGCTGGAGTGCAGTGG": 1940,
      "AGACCATCCTGGCTAA": 1941,
      "AGATCTT": 1942,
      "TAGGAAG": 1943,
      "CAAAACAAAA": 1944,
      "CACCATG": 1945,
      "TTGCCCAGGCTGGAGTGCAGTGG": 1946,
      "AGAGAAAA": 1947,
      "AATGTG": 1948,
      "TGGAGTT": 1949,
      "CATTTATT": 1950,
      "TTTCACCG": 1951,
      "ATTATTTT": 1952,
      "TAGAGATGGGG": 1953,
      "CAGCCGG": 1954,
      "CTCATTTT": 1955,
      "TGATCAA": 1956,
      "TAAATAG": 1957,
      "CCTGTGG": 1958,
      "TATATATATATATATA": 1959,
      "AGTGAA": 1960,
      "TACAAAG": 1961,
      "CACTATT": 1962,
      "CTCTGCC": 1963,
      "CAACTA": 1964,
      "TCTCACTG": 1965,
      "CAATATT": 1966,
      "CAAGATG": 1967,
      "TAAACAG": 1968,
      "TATCTTG": 1969,
      "AAGAAAAG": 1970,
      "CCATGGG": 1971,
      "AGACTCCG": 1972,
      "ACTCGG": 1973,
      "TCATCAA": 1974,
      "CTGACTG": 1975,
      "TAAACTT": 1976,
      "CACAATT": 1977,
      "ATACTA": 1978,
      "TGCTGCC": 1979,
      "CAGGTCC": 1980,
      "TAAAGTT": 1981,
      "TGTGATG": 1982,
      "CTGTTCC": 1983,
      "CCAAAAG": 1984,
      "TACTCAG": 1985,
      "CTGGGAGG": 1986,
      "CATGACC": 1987,
      "CACATGG": 1988,
      "TAAAGAA": 1989,
      "TGCTCAA": 1990,
      "AATTTCC": 1991,
      "TCATTAA": 1992,
      "TCTGTTG": 1993,
      "TATATTG": 1994,
      "CACCTGCC": 1995,
      "TCAGATT": 1996,
      "TGTCATT": 1997,
      "CTTTTCC": 1998,
      "AGCCTGACCAA": 1999,
      "AGACTTG": 2000,
      "CATTTAG": 2001,
      "CTCACAG": 2002,
      "ACACGG": 2003,
      "TACATTG": 2004,
      "AGTCAA": 2005,
      "ACGCCCGG": 2006,
      "TGTGTGG": 2007,
      "TCTAAGG": 2008,
      "TACTTGG": 2009,
      "TAAATTG": 2010,
      "AAGCG": 2011,
      "TTTATTG": 2012,
      "CAACTCC": 2013,
      "TAAATTTT": 2014,
      "AGCCACTG": 2015,
      "AGACCG": 2016,
      "CCACAAG": 2017,
      "TCAGGAGTTCGAGACC": 2018,
      "TCTGGTT": 2019,
      "CGCCCG": 2020,
      "TAAGATG": 2021,
      "CTTTGGG": 2022,
      "ACAAATG": 2023,
      "CTAAATAA": 2024,
      "TTTTAAG": 2025,
      "CCAAATT": 2026,
      "AGTGAGG": 2027,
      "CTTCAGG": 2028,
      "TGAGCAA": 2029,
      "CGTGAGCCACTG": 2030,
      "AGGGTGG": 2031,
      "TGACATT": 2032,
      "ACACACC": 2033,
      "TCAGACC": 2034,
      "TGAGCCG": 2035,
      "CTTCCTG": 2036,
      "ACTCATT": 2037,
      "TACAGGG": 2038,
      "ACTGAA": 2039,
      "TACATGG": 2040,
      "CTTCACC": 2041,
      "CATGATT": 2042,
      "TAAAAA": 2043,
      "CTTTGTG": 2044,
      "TCACGG": 2045,
      "ACATCTG": 2046,
      "CTGGATT": 2047,
      "TGTATAA": 2048,
      "CTGGTCC": 2049,
      "CCTCCTCC": 2050,
      "TGCTGAG": 2051,
      "TAGATAA": 2052,
      "TACTGGG": 2053,
      "CACACACC": 2054,
      "ACCACAG": 2055,
      "TACTAAAA": 2056,
      "TACAAGG": 2057,
      "ACATGAA": 2058,
      "CTAAGGG": 2059,
      "CCAGTCC": 2060,
      "TCATGTG": 2061,
      "TGATAAG": 2062,
      "TCTCAAACTCCTGACC": 2063,
      "TACATAG": 2064,
      "CATGAAG": 2065,
      "TACTCAA": 2066,
      "AATCTG": 2067,
      "CTGCATT": 2068,
      "TGCCTTGG": 2069,
      "CTGGTGG": 2070,
      "ACACCG": 2071,
      "AGGCAGG": 2072,
      "ATTTTATTTT": 2073,
      "TTTTATG": 2074,
      "CAGACAA": 2075,
      "AGTAGG": 2076,
      "CTAATTTTG": 2077,
      "CTAATTTTTGTATTTT": 2078,
      "CTGAGTT": 2079,
      "TTTTGGG": 2080,
      "CCATCG": 2081,
      "CAAAGAG": 2082,
      "CAGCCTGG": 2083,
      "TCTAGGG": 2084,
      "CCATTCCATT": 2085,
      "TAAACTG": 2086,
      "ATTTGTT": 2087,
      "TTAAAAG": 2088,
      "CTGTTGG": 2089,
      "AAACGG": 2090,
      "CTCCGCCTCC": 2091,
      "CTAACC": 2092,
      "CATCTAG": 2093,
      "CTGCCTG": 2094,
      "TCATTGG": 2095,
      "CACATTG": 2096,
      "AATCAG": 2097,
      "CTGTATT": 2098,
      "TAGAAGG": 2099,
      "CAGCATT": 2100,
      "ATATGTT": 2101,
      "ACCCAGG": 2102,
      "TATGATT": 2103,
      "AAATCG": 2104,
      "TGCCTTG": 2105,
      "CCAGATG": 2106,
      "TGTCTCC": 2107,
      "AATCTT": 2108,
      "CGGGCGGATCA": 2109,
      "AACAAG": 2110,
      "CCTGGGG": 2111,
      "TTTTGTTTTG": 2112,
      "TGCAGAG": 2113,
      "CTCCTGCCTCAG": 2114,
      "CGCCGGG": 2115,
      "AGGAGGG": 2116,
      "TGCTTCC": 2117,
      "TACTATT": 2118,
      "CTACCCC": 2119,
      "TCTCGATCTCCTGACC": 2120,
      "AAAATATT": 2121,
      "TACACTG": 2122,
      "CAGCCTG": 2123,
      "CCCAGGG": 2124,
      "CCTGAA": 2125,
      "CATGTGG": 2126,
      "CTTCCG": 2127,
      "TCTAAAG": 2128,
      "CTCCAGCC": 2129,
      "TCTATTTT": 2130,
      "CGGAGCTTG": 2131,
      "CAGGTGGATCA": 2132,
      "CAGACG": 2133,
      "ACCCCG": 2134,
      "AGGAGTT": 2135,
      "CAAACG": 2136,
      "TGTGATT": 2137,
      "CAGGCG": 2138,
      "TCACAAG": 2139,
      "CCCATT": 2140,
      "TGCCATG": 2141,
      "CAGAGTG": 2142,
      "ATTAGCCGGG": 2143,
      "ATGGAG": 2144,
      "ATATCTT": 2145,
      "TGGGTCC": 2146,
      "TGGCCG": 2147,
      "CTGACAG": 2148,
      "CTGCCTCC": 2149,
      "CAAGGTT": 2150,
      "AGATCAA": 2151,
      "TCTGTTTT": 2152,
      "CTTACA": 2153,
      "AAAATCC": 2154,
      "ACTCTTG": 2155,
      "ACAAAG": 2156,
      "ATTCCTT": 2157,
      "CCCCAGCC": 2158,
      "CCCTTG": 2159,
      "TAGAGAA": 2160,
      "TTGGCCAGGCTGG": 2161,
      "TAAGAGG": 2162,
      "ATATTTA": 2163,
      "CCAATT": 2164,
      "TTCCACC": 2165,
      "TGGAGAA": 2166,
      "ACGCCCAG": 2167,
      "CATGTTG": 2168,
      "CTGTCAG": 2169,
      "AAGAGGG": 2170,
      "TCTCTGGG": 2171,
      "ACACTGG": 2172,
      "CAGACTG": 2173,
      "TGCAGCC": 2174,
      "ATGACAG": 2175,
      "TATCCTT": 2176,
      "CTTCCAG": 2177,
      "AAATTGG": 2178,
      "TGATGTT": 2179,
      "ATTCATT": 2180,
      "ACACTA": 2181,
      "TGAATAG": 2182,
      "CTGATGG": 2183,
      "TGGGTGGATCA": 2184,
      "CAACAAG": 2185,
      "CTCAATT": 2186,
      "TCTAGTT": 2187,
      "CTGTGAG": 2188,
      "ACCCG": 2189,
      "AAAACTT": 2190,
      "TGTGAAG": 2191,
      "CACTAAG": 2192,
      "ATTAATT": 2193,
      "ACTTGGG": 2194,
      "TCAGCCTCCCAAAGTGCTGGGATTACAGG": 2195,
      "TGTTTTTT": 2196,
      "TCATGCC": 2197,
      "CACATAG": 2198,
      "TAAGACC": 2199,
      "CACGTT": 2200,
      "TACCACC": 2201,
      "CATATAA": 2202,
      "AAAGACC": 2203,
      "TGACTCA": 2204,
      "AAGAGAA": 2205,
      "CTTGTAA": 2206,
      "TCGGCCTCCCAAAGTGCTGGGATTACAGG": 2207,
      "AAAAACA": 2208,
      "CAACATT": 2209,
      "CAGGGTT": 2210,
      "AGGCTGG": 2211,
